[
	{
		"id"      : "fathom",
		"website" : "http://fathomlondon.com",
		"title"   : "Fathom - London",
		"summary" : "Building large-scale data-driven web applications for the financial sector using AngularJS",
		"description" : "Creating web apps and components for clients ranging from tech start-ups to Tier 1 investment banks",
		"tags" : [
			"JavaScript", "AngularJs", "SASS", "Git", "Grunt", "HTML(5)", "CSS(3)", "Responsive-design", "REST", "Node.js"
		],
		"testimonial" : {
			"html" : "<p>Will gets results. He's an absolutely invaluable team-member to have: no matter what the task is, you know it's in good hands with Will. It's rare to come across a developer who manages to successfully juggle the combination of experience, a willingness to learn, and the pragmatism that means he gets the job done, every time. Always cheerful, funny, and a great character to have around the office, Will is a true asset to any team and I'd work with him again like a shot.</p>",
			"author" : "Timothy Robin Barnarby Kendrick, Lead Developer"
		},
		"avatarUrl" : "/images/favicon.png"
	},
	{
		"id"      : "tagcmd",
		"website" : "http://tagcmd.com",
		"title"   : "tag:cmd",
		"summary" : "A complex, data-driven and modular JavaScript application using Backbone JS and a RESTful web API",
		"description" : "A white labelled enterprise-level marketing resource management solution. Enables clients (such as Intel) to Create, Manage and Deliver their global marketing activities on time, on budget and on brand.",
		"tags" : [
			"JavaScript", "Backbone.js", "Underscore.js", "Twitter-bootstrap", "LESS", "Git", "Grunt", "HTML(5)", "CSS(3)", "Responsive-design", "REST", "Node.js"
		],
		"testimonial" : {
			"html" : "<p>When I hired Will, it was for his potential rather than his experience at the time. He didn't fail to impress and quickly filled the gaps in his skill set. Overall he was very dependable and easy to work with. I was really sorry to see him go and recommend him any day.</p>",
			"author" : "Onur Halilcolar, Front End Lead Developer"
		},
		"avatarUrl" : "/images/favicon.png"
	},
	{
		"id"      : "lyroke",
		"website" : "http://lyroke.com",
		"title"   : "Lyroke - We R Interactive Ltd",
		"summary" : "A social music video game using responsive web design techniques, a single page JavaScript architecture and PHP/NoSQL backend",
		"description" : "LYROKE is a first-of-its kind music video game streaming full length official music videos from some of the world's biggest recording artists. It provides music fans a new interactive experience to play along to their favourite artist's tracks, guessing the lyrics against the clock and challenging their friends with their music knowledge.",
		"tags" : [
			"JavaScript", "Mobile", "Tablet", "Facebook API", "AJAX", "PHP", "HTML5-audio", "HTML5-video", "LESS", "Git", "SVN", "Android", "Responsive-design", "IOS", "XCode"
		],
		"testimonial" : {
			"html" : "<p>Will was the first front end developer to join WeR, he's always handled responsibility for delivery against sprint deadlines really well, and has consistently produced great work across both desktop and mobile.</p><p>I'd have no hesitation in recommending Will, and I hope to be able to work with him again in the future.</p>",
			"author" : "Oli Madgett, Co-Founder"
		},
		"avatarUrl" : "/images/favicon.png"
	},
	{
		"id"      : "iamplayr",
		"website" : "http://iamplayr.com",
		"title"   : "I AM PLAYR - We R Interactive Ltd",
		"summary" : "A facebook game using a single page JavaScript architecture, HTML5 video and a PHP/NoSQL backend",
		"description" : "An interactive, social web app merging the worlds of football, video and interactive story telling",
		"tags" : [
			"JavaScript", "Mobile", "Facebook API", "AJAX", "PHP", "HTML5-audio", "HTML5-video", "LESS", "Git", "SVN", "Android", "Responsive-design", "IOS", "XCode"
		],
		"testimonial" : {
			"html" : "<p>Will has worked to a consistently high level throughout his time at We R Interactive. He has a broad front end development expertise which he has built on acquiring new skills as the platform matures and projects demand.</p>",
			"author" : "Alex Whittaker, CTO"
		}
	},
	{
		"id"      : "theffc",
		"website" : "http://theffc.co.uk/site/#!Home",
		"title"   : "The Fitted Furniture Company",
		"summary" : "A mobile first, single page app using OO JavaScript, AJAX, HTML(5), CSS(3). RWD, PHP",
		"description" : "A portfolio site using responsive design techniques, showcasing the amazing furniture created by Will Hall at the Fitted Furniture Co. Using no mvc libraries, I used my own javascript class based system for inheritance.",
		"testimonial" : {
			"html" : "<p>Will has produced for my company a stunning website. In it's early days, it was a showcase and portfolio for my work. More recently we have worked closely together to produce a site which has evolved into a key marketing tool. Will has the knowledge base to not only program the site, but the creative flair to turn ideas into a successful reality.</p><p>Further to this, through SEO he understands what is needed to acheive results in the market place. Which is exactly what any business owner demands!</p>",
			"author" : "Will Hall, Furniture Maker & Founder"
		},
		"tags" : [
			"JavaScript", "Underscore.js", "SASS", "Git", "Grunt", "HTML(5)", "CSS(3)", "Responsive-design", "PHP"
		]
	},{
		"id"      : "leap",
		"website" : "http://norwichleap.co.uk",
		"title"   : "LEAP - Learning Employment Accommodation Project",
		"summary" : "A charity website using Wordpress, PHP, JavaScript",
		"description" : "An information resource for LEAP's clients and stakeholders. Using a customized Wordpress theme and taking advantage of it's CMS capabilities, I was able to rapidly design and deploy this site for a very good friend and an even greater cause!",
		"tags" : [
			"JavaScript", "Wordpress", "jQuery", "PHP", "CSS(3)", "HTML(5)"
		],
		"testimonial" : {
			"html" : "<p>Will has designed and developed our website <a href=\"http://norwichleap.co.uk/\">http://norwichleap.co.uk/</a>.  He is a creative and talented web designer with great communication skills. Will has continued to offer innovation and suggestions to us following the initial build. He offers a top end result at great value.</p>",
			"author" : "Barry Allard, Project Manager"
		}
	}
]